{
	"id": -1,
	"name": "zugu",
	"description": "Imagine a fascinating pixel art drawing created by Tumblr fans. The drawing portrays a yellow creature called \"zugo,\" which appears to be a friendly and charismatic character. The term \"zugo\" might be a typical colloquial expression or slang used within the Tumblurr community, possibly signifying something eccentric or out of the ordinary.\n\nAlongside the yellow zugo, there is a character named \"Hamburgerona.\" This character could be an adorable and somewhat quirky creature, inspired by either a hamburger or a humanized version of it. Picture Hamburgerona with bright, lively eyes, a captivating smile, and perhaps some humorous details like french fries as hair or yellow cheese slices as ears. It's undeniably a unique and creative figure that surely captures attention.\n\nWithin the context of the artwork, there's a fascinating story behind its creation. Tumblurr fans had to face an epic challenge, a kind of \"creative battle,\" with someone called \"thebluecorner.\" This individual might be another artist or a group of people contending for the idea or realization of the character. This struggle might have involved humorous comments, jokes, and sharing of concept art. However, in the end, the group of fans managed to overcome the obstacles and achieved an outstanding result: the finished drawing was remarkable and received admiration and appreciation from the Tumblurr community.\n\nThe drawing may have gained popularity within the Tumblurr community and could have been shared, commented on, and appreciated by numerous users. The collaboration and dedication of the fans contributed to turning the drawing into a true work of art that reflects the creative and entertaining spirit of the Tumblurr platform.",
	"links": {
		"website": [
			"https://www.twitch.tv/tumblurr"
		],
		"subreddit": [
			"LaStalla"
		],
		"discord": [
			"sbAwn7qRRb"
		]
	},
	"path": {
		"254": [
			[
				898,
				898
			],
			[
				898,
				999
			],
			[
				1004,
				999
			],
			[
				1004,
				899
			],
			[
				898,
				897
			],
			[
				898,
				898
			],
			[
				898,
				899
			],
			[
				898,
				902
			]
		]
	},
	"center": {
		"254": [
			951,
			948
		]
	}
}
